7zip
base
base-devel
blueman
brightnessctl
btop
cava
cliphist
dbeaver
docker
efibootmgr
fastfetch
fd
firefox
fzf
git
greetd
greetd-tuigreet
grim
grub
gvfs
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
jdk21-openjdk
keyd
kitty
kubectl
lazygit
less
libnotify
linux
linux-firmware
mako
man-db
maven
neovim
networkmanager
nodejs
npm
obsidian
openssh
os-prober
pacman-contrib
pamixer
pipewire
pipewire-pulse
poppler
postgresql
power-profiles-daemon
python-gobject
python-pip
python-virtualenvo
ripgrep
rtkit
slurp
sof-firmware
stow
sudo
swappy
swayidle
swww
thunar
tmux
ttf-jetbrains-mono
unrar
unzip
waybar
wget
wl-clipboard
wofi
xdg-utils
yazi
zathura
zathura-pdf-poppler
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
